Repository: MicroCoinHU/MicroCoinWallet
Catalog: resources/languages/MicroCoinWallet.*.po
Languages: hu

# tfrmabout.bbclose.caption
source: Close
hu: Bezárás

source: About...
hu: Névjegy

source: Micro Coin Wallet, Miner && Explorer
hu: MicroCoin Pénztárca

source: Build:
hu: Verzió:

source: Protocol:
hu: Protokoll:

# tfrmaccountselect.bbcancel.caption
source: Cancel
hu: Mégsem

source: Search
hu: Keresés

source: Select
hu: Kiválasztás

# tfrmaccountselect.caption
source: Accounts
hu: Számlák

source: Accounts Balance
hu: Egyenleg

source: Accounts name
hu: Név

source: My Accounts
hu: Saját számlák

source: Only for private sale to me
hu: Csak a privát eladások

source: Only for public sale
hu: Csak a publikus eladások

source: Only for sale
hu: Csak eladóak

# tfrmaccountselect.label17.caption
source: Accounts:
hu: Számlák:

# tfrmaccountselect.label19.caption
source: Balance:
hu: Egyenleg:

source: Open Data Folder
hu: Adatkönyvtár

# tfrmmicrocoinwalletconfig.bbupdatepassword.caption
source: Wallet Password
hu: Tárca jelszó

# tfrmmicrocoinwalletconfig.caption
source: Options
hu: Beállítások

source: JSON-RPC Server Miner (TCP/IP, no HTTP)
hu: JSON-RPC bányász szerver (TCP/IP)

source: JSON-RPC Server port enabled (HTTP)
hu: JSON-RPC Szerver port engedélyezve (HTTP)

source: Save debug logs too
hu: Hibakeresési napló mentése

source: Save log file
hu: Napló mentése

source: Show logs
hu: Napló mutatása

source: Show modal messages
hu: Modális üzenetek mutatása

source: Miner Server Private Key:
hu: Bányász szerver privát kulcs

source: Default fee for operation
hu: Alapértelmezett költség

source: Internet Server Port
hu: Internet Szerver Port

source: Miner Name:
hu: Bányászó neve:

source: This name will be included in each new block you mine!
hu: Ezt a nevet minden új, általad bányászott blokk tartalmazni fogja

source: Allowed IP's
hu: Engdélyezett IPk

source: Ip's separated by semicolon or empty for all
hu: Az IP címeket vesszővel válaszd el

# tfrmmicrocoinwalletconfig.lbldefaultinternetserverport.caption
source: (Default XXXX)
hu: (Alapértelmezett XXXX)

# tfrmmicrocoinwalletconfig.lbldefaultjsonrpcminerserverport.caption
source: (Default XXXX)
hu: (Alapértelmezett XXXX)

source: Generate a new private key for each generated block
hu: Új privát kulcs minden blokkhoz

source: Always mine with this key:
hu: Mindig ezzel a kulccsal bányássz:

source: Use a random existing key
hu: Véletlenszerű kulcs használata

# tfrmminecoins.caption
source: Mine Coins
hu: Bányászás

source: CPU Count
hu: CPU magok

# tfrmnodesip.bbcancel.caption
source: Cancel
hu: Mégsem

source: Node IP Addresses
hu: Csomópontok

source: Connect ONLY to these nodes
hu: Csak ezekhez csatlakozz

source: Availble Node IP's to connect:
hu: Elérhető csomópontok

# tfrmoperation.actexecute.caption
source: Execute (F12)
hu: Végrehajtás (F12)

# tfrmoperation.bbcancel.caption
source: Cancel
hu: Mégsem

# tfrmoperation.bbexecute.caption
source: Execute (F12)
hu: Végrehajtás (F12)

# tfrmoperation.bbpassword.caption
source: Password
hu: Jelszó

source: New Operation
hu: Új tranzakció

source: Change type:
hu: Típus módosítása:

source: Payload:
hu: Üzenet:

source: Sale type:
hu: Eladás típusa:

source: Sale price:
hu: Eladási ár:

source: excessive amount will remain on bought account
hu: megmaradó egyenleg a megvásárolt számlán

source: Seller account (where to pay)
hu: Eladó számlája (ahová fizetsz)

source: Payload data:
hu: Kapcsolt adat:

# tfrmoperation.lblaccountcaption.caption
source: Account:
hu: Számla:

source: Account to Buy
hu: Megvásárlandó számla

# tfrmoperation.lblamount.caption
source: Amount
hu: Összeg

# tfrmoperation.lblbalancecaption.caption
source: Balance:
hu: Egyenleg:

# tfrmoperation.lblbuyaccounterrors.caption
source: Errors detected
hu: Hibák

# tfrmoperation.lblbuyamount.caption
source: Amount
hu: Összeg

# tfrmoperation.lblbuynewkey.caption
source: New private key
hu: Új privát kulcs

source: Change name
hu: Név módosítása

source: Change type
hu: Típus módosítása

source: Destination account
hu: Cél számla

source: Password:
hu: Jelszó:

source: Operation Fee
hu: Költség

# tfrmoperation.lblnewownerpublickey.caption
source: New owners public key
hu: Új tulajdonos publikus kulcsa

# tfrmoperation.lblnewprivatekey.caption
source: New private key
hu: Új privát kulcs

source: Locked until block:
hu: Lezárva a következő blokkig:

# tfrmoperation.lblsalenewownerpublickey.caption
source: New owners public key
hu: Új tulajdonos publikus kulcsa

source: Signer account (Fee payer)
hu: Aláíró számla (költség fizető)

source: Transfer account to a new owner
hu: Számla átadása új tulajdonosnak

source: Change private key
hu: Privát kulcs módosítása

source: Encrypted with password
hu: Titkosítás jelszóval

source: Encrypted with dest account public key
hu: Titkosítva a cél számla publikus kulcsával

# tfrmoperation.rbencryptedwitholdec.caption
source: Encrypted with old public key
hu: Titkosítva a régi publikus kulccsal

source: List account for private sale
hu: Számla megjelölése privát eladásra

source: List account for public sale
hu: Számla megjelölése publikus eladásra

source: Dont encrypt (Public payload)
hu: Ne titkosítsd (publikus adat)

source: Buy account
hu: Számla megvásárlása

source: Change Info
hu: Módosítás

source: Change key
hu: Kulcs módosítása

source: Delist account
hu: Eladás visszavonása

source: Notification
hu: Értesítés

source: List account for sale
hu: Számla eladása

# tfrmoperation.tsoperation.caption
source: Operation
hu: Tranzakció

source: Transaction
hu: Tranzakció

# tfrmpayloaddecoder.bbclose.caption
source: Close
hu: Bezárás

source: &Find
hu: &Keresés

source: Save
hu: Mentés

source: Operation Information/Decoder
hu: Tranzakció információ

source: Not encrypted (Public payload)
hu: Nincs titkosítva (publikus)

source: Show as hexadecimal
hu: Mutatás hexadecimálisan

source: Using Passwords of the list
hu: A lista jelszavainak használata

source: Using Private keys of my Wallet
hu: A tárca privát kulcsának használata

source: Block/Op:
hu: Blokk/Műv:

source: Operation:
hu: Tranzakció:

source: Original Payload in Hexadecimal:
hu: Eredeti adat hexadecimálisan:

source: Date Time:
hu: Dátum:

source: Decoded Payload:
hu: Dekódolt adat:

source: Amount:
hu: Összeg:

source: (Method)
hu: (Módszer)

source: Fee:
hu: Költség:

source: Receiver:
hu: Fogadó:

source: (Receiver info)
hu: (Fogadó infó)

# tfrmpayloaddecoder.lblsendercaption.caption
source: Sender:
hu: Küldő:

# tfrmpayloaddecoder.tsdecoded.caption
source: Payload
hu: Üzenet

source: Decode methods
hu: Dekódolási módszerek

source: Refresh
hu: Frissítés

# tfrmwallet.bbchangekeyname.caption
source: Change Key name
hu: Kulcs átnevezése

# tfrmwallet.bbminecoins.caption
source: Mine Coins
hu: Bányászás

source: Request MicroCoin
hu: MicroCoin kérése

# tfrmwallet.bbselectedaccountsoperation.caption
source: Batch Operations
hu: Kötegelt művelet

source: Send a Message
hu: Üzenet küldése

source: MicroCoin Wallet, JSON-RPC Miner & Explorer
hu: MicroCoin Pénztárca

source: Explore accounts with one of my Wallet Keys
hu: Saját számlák mutatása

source: Filter accounts by balance
hu: Számlák szűrése egyenleg alapján

source: Show Debug Logs
hu: Hibakeresési infók mutatása

source: Max balance
hu: Max. egyenleg

source: Min balance
hu: Min. egyenleg

# tfrmwallet.groupbox1.caption
source: Overview
hu: Áttekintés

# tfrmwallet.groupbox2.caption
source: Accounts
hu: Számlák

# tfrmwallet.groupbox3.caption
source: Operations
hu: Tranzakciók

source: Available Node List
hu: Elérhető csomópontok

source: Difficulty
hu: Nehézség

source: Messages:
hu: Üzenetek:

source: Message to send:
hu: Üzenet:

source: Available Connections:
hu: Elérhető kapcsolatok:

source: (Messages will be encrypted, so only dest connection will be able to read it)
hu: Az üzenetek titkosítva lesznek, így csak a címzett tudja olvasni őket

source: Select multiple accounts to execute massive operations
hu: Válassz ki több számlát a csoportos tranzakciókhoz

source: Blocks Found:
hu: Megtalált blokkok

# tfrmwallet.label17.caption
source: Accounts:
hu: Számlák:

# tfrmwallet.label18.caption
source: Find account
hu: Számla keresése

# tfrmwallet.label19.caption
source: Balance:
hu: Egyenleg:

# tfrmwallet.label2.caption
source: Filter by blocks range
hu: Blokk szerinti szűrés

# tfrmwallet.label20.caption
source: Accounts:
hu: Számlák:

source: Last block
hu: Utolsó blokk

source: Accounts Balance:
hu: Számla egyenleg:

source: Active Connections:
hu: Aktív kapcsolatok:

source: Block count
hu: Blokkok

# tfrmwallet.label5.caption
source: Accounts
hu: Számlák

source: Known Node Servers:
hu: Ismert csomópontok:

source: Blacklisted Nodes
hu: Letiltott csomópontok

source: Node Status:
hu: Csomópont státusz:

# tfrmwallet.label9.caption
source: Filter by blocks range
hu: Blokk szerinti szűrés

source: Blocks found while Miner is running...
hu: Bányászó által talált blokkok...

source: Miner Clients:
hu: Bányászó kliensek:

source: Pending Operations:
hu: Várakozó tranzakciók:

source: Tools
hu: Eszközök

# tfrmwallet.menuitem3.caption
source: Pending Operations
hu: Várakozó tranzakciók

# tfrmwallet.menuitem4.caption
source: Block Explorer
hu: Blokk felfedező

# tfrmwallet.menuitem5.caption
source: Operations Explorer
hu: Tranzakció lista

# tfrmwallet.menuitem6.caption
source: Messages
hu: Üzenetek

# tfrmwallet.menuitem7.caption
source: Node Stats
hu: Csomópont statisztika

# tfrmwallet.menuitem8.caption
source: Overview
hu: Áttekintés

# tfrmwallet.menuitem9.caption
source: Logs
hu: Naplók

source: About
hu: Névjegy

source: About MicroCoin...
hu: A MicroCoinról

source: Account Information
hu: Számla információk

source: Add account to selected
hu: Számla hozzáadása

# tfrmwallet.miclose.caption
source: Close
hu: Bezár

source: Decode Payload
hu: Dekódolás

# tfrmwallet.mifindaccount.caption
source: Find account
hu: Számla keresése

source: Find next account with high balance
hu: Következő számla magas egyenleggel

source: Find Operation by OpHash
hu: Tranzakció keresése OpHash alapján

source: Find previous account with high balance
hu: Előző számla magas egyenleggel

source: Multi account operation
hu: Művelet több számlán

source: New single Operation
hu: Új tranzakció

# tfrmwallet.mioperations.caption
source: Operations
hu: Tranzakciók

# tfrmwallet.mioptions.caption
source: Options
hu: Beállítások

source: Private Keys
hu: Privát kulcsok

source: Wallet
hu: Pénztárca

source: Remove account from selected
hu: Számla eltávolítása

source: Send
hu: Küldés

source: Server Active
hu: A szerver aktív

source: Connection status
hu: Kapcsolat státusza

source: Blocks
hu: Blokkok

source: Account history
hu: Számlatörténet

source: Multiple Operations
hu: Kötegelt művelet

source: Operations of selected Account
hu: Számlatörténet

# tfrmwallet.tsblockchain.caption
source: Block Explorer
hu: Blokk felfedező

# tfrmwallet.tslogs.caption
source: Logs
hu: Naplók

# tfrmwallet.tsmessages.caption
source: Messages
hu: Üzenetek

source: Selected accounts for massive operations
hu: Kiválasztott számlák

source: Account Explorer
hu: Számla felfedező

# tfrmwallet.tsnodestats.caption
source: Node Stats
hu: Csomópont statisztika

# tfrmwallet.tsoperations.caption
source: Operations Explorer
hu: Tranzakció lista

# tfrmwallet.tspendingoperations.caption
source: Pending Operations
hu: Várakozó tranzakciók

source: Change Name
hu: Név módosítása

source: Delete
hu: Törlés

source: Export all Wallet Keys to a file
hu: Tárca kulcsok exportálása

source: Export Private key
hu: Privát kulcs exportálása

source: Export Public key
hu: Publikus kulcs exportálása

source: Generate a new Key
hu: Új kulcs generálása

source: Import a Wallet Keys File
hu: Tárca kulcsok importálása

source: Import Private key
hu: Privát kulcs importálása

source: Import Public key
hu: Publikus kulcs importálása

source: Lock
hu: Zárolás

# tfrmwalletkeys.bbupdatepassword.caption
source: Password
hu: Jelszó

source: Wallet keys
hu: Tárca kulcsok

source: Encryption type:
hu: Titkosítás típusa:

source: Key name:
hu: Kulcs neve:

source: Private key:
hu: Privát kulcs:

source: (In hexa format)
hu: (Hexadecimálisan)

source: Scanned
hu: Beolvastam

# tqrform.bitbtn1.caption
source: Cancel
hu: Mégsem

source: Transfer account to mobile app
hu: Számla átvitele mobil tárcába

source: Read this QR Code with the MicroCoin Mobile Wallet!
hu: Olvasd be ezt a kódot a MicroCoin Mobile Wallettel

source: WARNING! After you scanned, your account will only accessible on your phone
hu: FIGYELEM! Miután beolvastad a kódot a számla átkerül a telefonra és csak onnan tudod kezelni.

source: Request Money
hu: MicroCoin kérése

source: Total amount:
hu: Teljes összeg:

source: Payload:
hu: Közlemény:

source: BlockChain Protocol: %d (%d) - Net Protocol: %d (%d)
hu: Blokklánc protokoll: %d (%d) - Net protokoll: %d (%d)

source: Build: %s
hu: Verzió: %s

# ufrmmicrocoinwalletconfig.rschangepasswo
source: Change password
hu: Jelszó módosítása

source: Change Wallet password
hu: Tárca jelszó módosítása

source: (Default %d)
hu: (Alapértelmezett %d)

source: Insert Wallet Password
hu: Tárca jelszó

source: Invalid Fee value
hu: Érvénytelen költség

# ufrmmicrocoinwalletconfig.rsinvalidpassw
source: Invalid password
hu: Hibás jelszó

source: Invalid private key
hu: Érvénytelen privát kulcs

# ufrmmicrocoinwalletconfig.rsmustselectap
source: Must select a private key
hu: Válassz privát kulcsot

# ufrmmicrocoinwalletconfig.rspasswordcann
source: Password cannot start or end with a space character
hu: A jelszó nem kezdődhet és nem végződhet szóközzel

source: Password changed!%s%sPlease note that your new password is "%s"%s%s(If you lose this password, you will lose your Wallet forever !)
hu: A jelszó megváltoztatva!%s%sKérlek jegyezd meg az új jelszavadat: "%s"!s%sHa elveszted, nem férsz hozzá többé a pénztárcádhoz!

# ufrmmicrocoinwalletconfig.rstwopasswords
source: Two passwords are different!
hu: A két jelszó különbözik

source: Type new password
hu: Új jelszó

source: Type new password again
hu: Új jelszó mégegyszer

# ufrmmicrocoinwalletconfig.rswalletpasswo
source: Wallet Password
hu: Tárca jelszó

source: (Wallet password)
hu: (Tárca jelszó)

source: Wallet without password, protect it!
hu: Jelszó nélküli tárca, védd meg!

source: Wallet with password, change it!
hu: Tárca jelszóval, változtatás!

source: Current block: %d Wallet Name: "%s" Target: %s
hu: Aktuális blokk: %d Pénztárca: "%s" Cél: %s

source: %s Block:%s NOnce:%s Timestamp:%s Miner:%s
hu: %s blokk:%s Nonce:%s Időbélyeg:%s Bányászó:%s

source: MINING
hu: Bányászom

source: *** Not mining ***
hu: Nem bányászom...

source: Starting...
hu: Indítás...

source: Stopped
hu: Leállítva

source: Stopping...
hu: Leállítás...

source: ALERT:%sIf "%s" is checked %sand no valid server found, you will be alone!
hu: FIGYELEM:%s Ha a(z) "%s" be van jelölve %sés nem találtunk érvényes szervert, akkor egyedül vagy!

source: No valid IP in list!
hu: Nincs érvényes IP a listában!

source: Restart application to take effect
hu: Alkalmazás újrainsítása

# ufrmoperation.rsaccount
source: Account
hu: Számla

source: Account %s is locked until block %s
hu: A(z) %s számla %s blokkik le van zárva

source: Account %s is not for sale
hu: A(z) %s számla nem eladó

source: Account name and type are the same. Not changed
hu: A számla neve és a típusa megegyezik. Nem változott

source: Account price %s
hu: A számla ára: %s

# ufrmoperation.rsaccounts
source: Accounts
hu: Számlák

source: %s accounts
hu: %s számlák

source: ALL BALANCE
hu: ÖSSZES EGYENLEG

source: %s can be updated
hu: %s frissíthető

source: Cannot buy accounts with multioperations. Use only 1 account
hu: Számlákat csak egyesével lehet vásárolni

source: Cannot change info with multioperations. Use only 1 account
hu: Egyszerre csak egy számlát lehet módosítani

source: Change private key to %s
hu: Privát kulcs módosítása. Új érték: %s

source: Encrypted with sender public key
hu: A küldő publikus kulcsával titkosítva

source: Encrypted with destination public key
hu: A fogadó publikus kulcsával titkosítva

# ufrmoperation.rsencryptedwit3
source: Encrypted with old public key
hu: Titkosítva a régi publikus kulccsal

source: Encrypted with new public key
hu: Titkosítva az új publikus kulccsal

source: Encrypted with target public key
hu: A cél publikus kulccsával titkosítva

source: Encrypted with signer public key
hu: Az aláíró publikus kulcsával titkosítva

source: Encrypted with buyer public key
hu: A vásárló publikus kilcsával titkosítva

# ufrmoperation.rsenterwalletp
source: Enter wallet password
hu: Add meg a tárca jelszavát

source: Error encoding payload of sender account %s: %s
hu: Hiba történt az adat titkosítása közben: %s %s

source: Error encrypting
hu: Hiba a titkosításkor

source: Execute %s operations?%sOperation: %s%s%sTotal fee: %s%s%sNote: This operation will be transmitted to the network!
hu: %s tranzakció végrehajtása?%sTranzakció: %s%s%sKöltség: %s%s%sMegjegyzés: Ez a tranzakció továbbításra kerül!

source: Execute this operation:%s%s%s%s%sNote: This operation will be transmitted to the network!
hu: Végrehajtsuk ezt a tranzakciót:%s%s%s%s%sMegjegyzés: Ez a tranzakció továbbításra kerül!

source: Insert locking block
hu: Lezáró blokk beillesztése

source: Insufficient funds
hu: Nincs elegendő tőkéd

source: Invalid account to buy %s
hu: Érvénytelen számla: %s

source: Invalid account number
hu: Érvénytelen számlaszám

source: Invalid account to buy number
hu: Érvénytelen számla

source: Invalid amount value
hu: Érvénytelen összeg

source: Invalid amount (%s)
hu: Érvénytelen összeg (%s)

source: Invalid dest. account (%s)
hu: Érvénytelen célszámla (%s)

source: Invalid dest account number
hu: Érvénytelen számlaszám

source: Invalid fee value "%s"
hu: Érvénytelen költség "%s"

source: Invalid payload encrypted account number: %s
hu: Érvénytelen számla szám: %s

source: Invalid price
hu: Érvénytelen ár

source: Invalid selected key
hu: A válsztott kulcs érvénytelen

source: Invalid seller account
hu: Érvénytelen eladói számla

source: Invalid signer account
hu: Érvénytelen aláíró számla

source: Invalid signer account number
hu: Érvénytelen aláíró számlaszám

source: Invalid type %s
hu: Érvénytelen típus: %s

source: "%s" is not a valid name: %s
hu: "%s" egy érvénytelen név: %s

source: Must select a new private key
hu: Egy új privát kulcsot ki kell választani

source: Must select an operation
hu: Egy tranzakciót ki kell választani

source: Must select an encryption option for payload
hu: Válaszd ki a titkosítási módot

# ufrmoperation.rsmustselectap
source: Must select a private key
hu: Válassz privát kulcsot

source: Must select change type
hu: Válassz típust

source: Name "%s" is used by account %s
hu: A(z) "%s" név már használatban van: %s

source: New key type: %s
hu: Az új kulcs típusa: %s

source: New public key is the same public key
hu: Az új publikus kulcs megegyezik a régivel

source: New public key for private sale is the same public key
hu: Az új publikus kulcs megegyezik a régivel

source: No operation selected
hu: Nem választottál tranzakciót

source: No sender account
hu: Nincs küldő számla

source: No valid operation to execute
hu: Nincs érvényes végrehajtható tranzakció

source: No wallet keys
hu: Nincsenet tárca kulcsok

source: One or more of your operations has not been executed:%sErrors:%s%s%s%sTotal successfully executed operations: %s
hu: Egy, vagy több tranzakciót nem sikerült végrehajtani:%s Hibák:%s%s%s%sSikeres tranzakciók: %s

source: Only public key of account %s found in wallet. You cannot operate with this account
hu: A(z) %s számlának csak a publikus kulcsa található a tárcában. Nem tudsz műveleteket végrehajtani ezen a számlán.

source: Payload size is bigger than %s (%s)
hu: Az adat mérete nagyobb, mint %s (%s)

source: Private key of account %s not found in wallet
hu: A(z) %s számla privát kulcsa nincs a tárcádban

source: Public key: %s
hu: Publikus kulcs: %s

source: Select a change type
hu: Válaszd ki a típust

source: Select a sale type
hu: Válaszd ki az eladási típust

source: Selected private key is not valid to encode
hu: A kiválasztott privát kulcs nem használható

source: Seller account does not exists %s
hu: Az eladó számla nem létezik: %s

source: Sender account private key not found in Wallet
hu: A küldő számla privát kulcsa nem található a tárcában

source: Sender and dest account are the same
hu: A küldő és a fogadó számla azonos

source: Signer account does not exists %s
hu: Az aláíró számla nem létezik: %s

source: Signer account %s is locked until block %s
hu: Az aláíró számla (%s) a %s. blokkig zárolva van.

source: Signer account %s is not ower of account %s
hu: Az aláíró számla (%s) tulajdonosa nem egyezik a %s számla tulajdonosával

source: Successfully executed %s operations!%s%s%s
hu: Sikeresen végrehajtottunk %s tranzakciót!%s%s%s

source: This operation does not allow this kind of payload
hu: Ez a tranzakció ezzel az adattípussal nem hajtható végre

source: Total amount that dest will receive: %s%s
hu: A teljes összeg amit a fogadó megkap: %s%s

source: Wallet is password protected. Need password
hu: A tárca jelszóval van védve. Szükséges a jelszó

# ufrmoperation.rswalletpasswo
source: Wallet password
hu: Tárca jelszó

# ufrmpayloaddecoder.rsaccount
source: Account:
hu: Számla:

source: CANNOT DECRYPT
hu: NEM SIKERÜLT DEKÓDOLNI

source: Encrypted with EC %s
hu: EC-vel titkosítva %s

source: Encrypted with pwd:"%s"
hu: Jelszóval titkosítva: "%s"

# ufrmpayloaddecoder.rsinsertoperat
source: Insert Operation Hash value (OpHash)
hu: Illeszd be a tranzakció hash értékét (OpHash)

source: (No payload)
hu: (Nincs adat)

source: Not encrypted payload
hu: Nem titkosított adat

source: (Pending block)
hu: (Várakozó blokk)

source: Possible passwords: %d
hu: Lehetséges jelszavak: %d

source: Save new decode methods?
hu: Mentsük el az új dekódoló metódust?

# ufrmpayloaddecoder.rssearchoperat
source: Search operation by OpHash
hu: Tranzakció keresése OpHash alapján

# ufrmpayloaddecoder.rssender
source: Sender:
hu: Küldő:

source: Value is not an hexadecimal string
hu: Az érték nem egy hexadecimális szöveg

source: Value is not a valid OpHash
hu: Az érték nem egy érvényes OpHash

source: Confirmation
hu: Megerősítés

source: Do you really scanned the code with the mobile app? If not, you may lose your account
hu: Valóban beolvastad a kódot a Mobil Wallettel? Ha nem, elveszítheted a számládat!

# ufrmqrcode.rspassword
source: Password
hu: Jelszó

source: Please save this QR Code. If you lost your mobile, you can restore the access to your account with this. You only need rescan it with an other mobile. Save it to safe place.
hu: Most mentsük el a QR kódot. Ezzel bármikor visszaszerezheted a hozzáférést a számlához! Biztonságos helyre mentsd el!

source: Save QR Code
hu: QR kód mentése

source: Your password copied to clipboard. Please put in a safe place, becuse you can restore your account only if you know this. Your password is: %s
hu: A jelszavadat a vágólapra másoltuk. Tedd el a jelszót egy biztonságos helyre, mert csak ezzel tudod visszaállítani a számlád, ha elveszítenéd a mobilod. A jelszavad: %s

source: Account %s info
hu: %s számla

source: %s ** ACTIVE **
hu: %s ** AKTÍV **

source: Active (Port %s)
hu: Aktív (Port: %s)

source: (All my private keys)
hu: (Minden kulcs)

source: Alone in the world...
hu: Nincs kapcsolat

source: %s (Attempts: %s)
hu: %s (%s próbálkozás)

source: BlackList Updated: %s by TID:%s
hu: Feketelista frissítve: %s %s TID által

# ufrmwallet.rschangekeynam
source: Change Key name
hu: Kulcs átnevezése

source: Client: IP:%s
hu: Kliens IP: %s

source: %s connected JSON-RPC clients
hu: %s kapcsolódott JSON-RPC kliens
