Repository: MicroCoinHU/MicroCoinWallet
Catalog: resources/languages/MicroCoinWallet.*.po
Languages: hu

source: Connections:%d Clients:%d Servers:%d - Rcvd:%d Kb Send:%d Kb
hu: Kapcsolatok: %d Kliensek: %d Szerverek: %d - Fogadott:%d Kb Küldött: %d Kb

source: dd/mm/yyyy hh:nn:ss
hu: yyyy. mm. dd. hh:nn:ss

source: dd/mm/yyyy hh:nn:ss.zzz
hu: yyyy. mm. dd. hh:nn:ss.zzz

source: Discovering servers
hu: Szerverek keresése

source: Exception at TimerUpdate %s: %s
hu: Hiba történt! TimerUpdate %s: %s

source: Initializing...
hu: Inicializálás...

source: Input new name
hu: Új név:

# ufrmwallet.rsinsertoperat
source: Insert Operation Hash value (OpHash)
hu: Add meg a tranzakció hash-ét (OpHash)

source: %s Internal message: %s
hu: %s belső üzenet: %s

source: JSON-RPC server not active
hu: A JSON-RPC szerver nem aktív

source: Last %s: %s sec. (Optimal %ss) Deviation %s
hu: Utolsó %s: %s mp. (Optimális: %ss) Különbség: %s

source: Last account time:%s
hu: Utolsó számla: %s

source: %s Last attempt to connect: %s
hu: %s utolsó probálkozás: %s

source: %s Last connection: %s
hu: %s Utolsó kapcsolat: %s

source: Last %d: %s sec. - %d: %s sec. - %d: %s sec. - %d: %s sec. - %d: %s sec.
hu: Utolsó %d: %s mp. - %d: %s mp. - %d: %s mp. - %d: %s mp. - %d: %s mp.

source: %s Last server connection: %s
hu: %s utolsó szerver kapcsolat: %s

source: %s Message from %s%sLength %s bytes%s%s
hu: %s üzenet Küldő: %s%sHossz: %s byte%s%s

source: %s Message received from %s
hu: %s üzenet fogadva. Küldő: %s

source: %s Message received from %s Length %s bytes
hu: %s üzenet fogdva. Küldő: %s Hossz: %s byte

source: Must select a Key
hu: Válassz egy kulcsot

source: Must select at least 1 account
hu: Legalább egy számlát válassz ki

source: New Node %s - %s Build:%s
hu: New node %s - %s Verzió: %s

source: No account selected
hu: Nincs számla kiválasztva

source: NO BLOCKCHAIN: %s
hu: Nincs blokklánc: %s

source: NodeServers Updated: %s Count: %s
hu: Csomópontszerver frissítve: %s %d darab

source: No info available
hu: Az információ nem érhető el

source: No JSON-RPC clients
hu: Nincs JSON-RPC kliens

source: (none)
hu: (nincs)

source: No row selected
hu: Nincs sor kiválasztva

source: Not found any account higher than %s with balance higher than %s
hu: Nem található számla amely nagyobb, mint %s és az egyenlege nagyobb, mint %s

source: Not found any account lower than %s with balance higher than %s
hu: Nem található számla amely kisebb, mint %s és az egyenlege nagyobb, mint %s

source: %s ** NOT VALID ** %s
hu: %s ** ÉRVÉNYTELEN ** %s

source: Obtaining new blockchain
hu: Új blokklánc beszerzése

source: Operation info:
hu: Tranzakció infó:

source: Operation info
hu: Tranzakció infó:

source: Please wait until finished: %s
hu: Kérlek várj: %s

source: RECEIVED> %s
hu: FOGADVA> %s

source: Restart application?
hu: Alkalmazás újraindítása

source: Running
hu: Fut

# ufrmwallet.rssearchoperat
source: Search operation by OpHash
hu: Tranzakció keresése OpHash alapján

source: Select an account
hu: Válassz egy számlát

source: Select at least one connection
hu: Legalább egy kapcsolatot válassz ki

source: Server: IP:%s
hu: Szerver IP: %s

source: Server IP:%s:%d
hu: Szerver IP: %s:%d

source: Server stopped
hu: Szerver leállítva

source: Total Blacklisted IPs: %d (Total %d)
hu: Tiltott IP címek: %d (Összesen %d)

source: %s ** TRYING TO CONNECT **
hu: %s ** KAPCSOLÓDÁS **

source: %sValue in hexadecimal:%s%s
hu: %sÉrték hexadecimálisan: %s%s

source: You cannot add %s account because private key not found in your wallet.%s%sYou're not the owner!
hu: Nem tudod a(z) %s számlát hozzáadni, mivel a privát kulcsa nem található meg a tárcádban.%s%s Nem te vagy a tulajdonos!

source: You have received %d messages
hu: %d üzenetet kaptál

source: You have received 1 message
hu: Kaptál egy üzenetet

source: You need restart Application to apply changes. Close application?
hu: A változás érvénybe lépéséhez újra kell indítani az alkalmazást. Újraindítod most?

source: Are you sure you want to delete the selected private key?%s%s%s%sPlease note that this will forever remove access to accounts using this key...
hu: Biztosan törölni szeretnéd a kiválasztott privát kulcsot?%s%s%s%sNe feledd, örökre elveszíted a hozzáférést azokhoz a számlákhoz amelyek ezt a kulcsot használják...

source: Are you sure you want to delete?
hu: Biztosan törlöd?

source: Cancelled operation
hu: Tranzakció visszavonva

source: Cannot continue without valid password
hu: A folytatáshoz érvényes jelszó szükséges

source: Cannot find file %s
hu: Nem található a következő fájl: %s

# ufrmwalletkeys.rschangepasswo
source: Change password
hu: Jelszó módosítása

source: Delete key
hu: Kulcs törlése

source: %s (Encrypted, need password)
hu: %s (Titkosítva, jelszó szükséges)

source: Enter new password
hu: Add meg az új jelszót

source: Enter new password again
hu: Add meg az új jelszót újra

source: Enter the password:
hu: Add meg a jelszót:

source: Enter the wallet file password:
hu: Add meg a tárca fájl jelszavát:

# ufrmwalletkeys.rsenterwalletp
source: Enter wallet password
hu: Add meg a tárca jelszavát

source: Export private key
hu: Privát kulcs exportálása

source: Import
hu: Importálás

source: Imported %s
hu: Importálva: %s

source: Imported private key
hu: A privát kulcs importálva

source: Imported public key %s
hu: Importált publikus kulcs: %s

source: Imported public key
hu: Importált publikus kulcs

source: Import private key
hu: Privát kulcs importálása

source: Import publick key
hu: Publikus kulcs importálása

source: Input password
hu: Jelszó

source: Insert a password to export
hu: Add meg a jelszót az exportáláshoz

source: Insert the password protected private key or raw private key
hu: Add meg a privát kulcsot

source: Insert the public key in hexa format or imported format
hu: Add meg a publikus kulcsot hexadecimális formában

source: Invalidly formatted private key string. Ensure it is an encrypted private key export or raw private key hexstring.
hu: Érvénytelnül formázott privát kulcs. Ellenőrízd, hogy ez egy exportált kulcs, vagy egy hexadecimális érték legyen

source: Invalid password!
hu: Érvénytelen jelszó!

source: Invalid password or corrupted data!
hu: Érvénytelen jelszó, vagy sérült adat!

source: Invalid password and/or corrupted data!
hu: Érvénytelen jelszó, vagy sérült adat!

# ufrmwalletkeys.rsinvalidpassw4
source: Invalid password
hu: Hibás jelszó

source: Invalid public key value (Not hexa or not an imported format)%s%s
hu: Érvénytelen publikus kulcs (Nem hexa, vagy nrm importálható formátum)%s%s

source: Invalid text... You must enter an hexadecimal value ("0".."9" or "A".."F")
hu: Érvénytelen szöveg. Hexadecimális értéket adj meg ("0".."9" és "A'.."F")

source: Name for this private key:
hu: A privát kulcs neve:

source: (No name)
hu: (Nincs név)

source: (No private key)
hu: (Nincs privát kulcs)

source: No valid key
hu: Nincs érvényes kulcs

# ufrmwalletkeys.rspasswordcann
source: Password cannot start or end with a space character
hu: A jelszó nem kezdődhet és nem végződhet szóközzel

source: Password changed!%s%sPlease note that your new password is "%s"%s%s(If you lose this password, you will lose your wallet forever!)
hu: A jelszó megváltozott!%s%sAz új jelszavad: "%s"%s%s(Ha elfelejted, nem férsz hozzá többé a tárcádhoz!)

source: Password entered is not valid, retry?
hu: A jelszó nem érvényes, újra?

source: Passwords does not match!
hu: A jelszavak nem egyeznek!

source: Repeat the password to export
hu: Ismételd meg a jelszót

source: Set a name
hu: Név megadása

source: The public key has been copied to the clipboard%s%sPublic key value:%s%s%s%sLength=%s bytes
hu: A publikus kulcs a vágólapra lett másolva:%s%s%s%sHossz=%s byte

source: This data is not a valid public key%s%s
hu: Ez nem egy valós publikus kulcs:%s%s

source: This file exists:%s%s%sOverwrite?
hu: A fájl már létezik:%s%s%sFelülírjuk?

source: This key exists on your wallet
hu: A kulcs a tárcádban van

# ufrmwalletkeys.rstwopasswords
source: Two passwords are different!
hu: A két jelszó különbözik

source: Wallet file has no valid data
hu: A tárca fájlban nincs érvényes adat

source: Wallet is encrypted... need password!
hu: A tárca titkosítva... Jelszó szükséges!

source: Wallet is password protected
hu: A tárca jelszóval védve

source: Wallet key exported to a file:%s%s
hu: A tárca kulcsát exportáltuk a(z) %s fájlba%s

source: Wallet key is encrypted!%s%sYou must enter password to continue...
hu: A tárca kulcs titkosítva van!%s%sAdd meg a jelszót a folytatáshoz...

# ufrmwalletkeys.rswalletpasswo
source: Wallet password
hu: Tárca jelszó

source: Wallet without password
hu: A tárcát nem védi jelszó

source: %s (* without key)
hu: %s (* kulcs nélkül)

source: Your wallet has NO PASSWORD%s%sIt is recommend to protect your wallet with a password prior to exporting it!%s%sContinue without password protection?
hu: A tárcádat NEM VÉDI JELSZÓ%s%sAjánlott egy jelszót beállítani exportálás előtt!%s%sFolytassuk jelszó nélkül?

source: Your wallet is empty. No keys!
hu: A tárcád üres. Nincs benne kulcs!

# ugridutils.rsaccount
source: Account
hu: Számla

source: Account N.
hu: Számlasz.

source: Acc.Work
hu: Számla munka

# ugridutils.rsamount
source: Amount
hu: Összeg

source: Balance
hu: Egyenleg

source: Block
hu: Blokk

# ugridutils.rsblockchainre
source: Blockchain reward
hu: Blokklánc jutalom

source: Block/Op
hu: Blokk/Op

source: Deviation
hu: Eltérés

source: Fee
hu: Költség

source: Key
hu: Kulcs

source: Miner Payload
hu: Bányász üzenet

source: Name
hu: Név

source: (no data)
hu: (nincs adat)

source: N Oper.
hu: Műv.

# ugridutils.rsoperation
source: Operation
hu: Tranzakció

source: Ops
hu: Műv.

# ugridutils.rspayload
source: Payload
hu: Üzenet

source: (Pending)
hu: (Folyamatban)

source: Proof of Work
hu: PoW

source: Protocol
hu: Protokoll

source: Reward
hu: Jutalom

source: State
hu: Státusz

source: Target
hu: Cél

source: Time
hu: Idő

source: Time average
hu: Átlagos idő

source: Type
hu: Típus

source: Updated
hu: Frissítve

source: Volume
hu: Mennyiség

source: Account %s zero fee operations per block limit:%d
hu: A %s számla ingyenes tranzakció limitje blokkonként: %d

# unode.rsblockchainre
source: Blockchain reward
hu: Blokklánc jutalom

source: 1 hour ago
hu: Egy óra

source: 1 minute ago
hu: 1 perc

source: %s days ago
hu: %s nap

source: %s hours ago
hu: %s óra

source: %s minutes ago
hu: %s perc

source: %s seconds ago
hu: %s másodperc
